"Move to Applications folder in your Home folder?" = "Programme-Ordner in Ihren Benutzerordner verschieben?";
"Move to Applications folder?" = "In den Programme-Ordner verschieben?";
"I can move myself to the Applications folder if you'd like." = "Wenn Sie möchten, kann ich mich selbst in den Programme-Ordner verschieben.";
"Do Not Move" = "Nicht verschieben";
"Note that this will require an administrator password." = "Beachten Sie bitte, das dazu ein Administrator-Passwort erforderlich ist.";
"Could not move to Applications folder" = "Konnte nicht in den Programme-Ordner verschoben werden";
"Move to Applications Folder" = "In den Programme-Ordner verschieben";
"This will keep your Downloads folder uncluttered." = "Damit bleibt Ihr Downloads-Ordner aufgeräumt.";
